---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctPressureDropData.ReynoldsNumber
source: html/15aa8a7d-a2ba-40e5-2ec6-97a0e70a163a.htm
---
# Autodesk.Revit.DB.Mechanical.DuctPressureDropData.ReynoldsNumber Property

The reynolds number of the duct.

## Syntax (C#)
```csharp
public double ReynoldsNumber { get; set; }
```